[
    {
        "id": "1",
        "name": "Апероль Шприц",
        "imageURL": "https://s2.wine.style/images_raw/pages/aperol_food_dsc06475_v003_rgb-s-01690599879.jpg",
        "description": "Венецианский коктейль на основе игристого вина, который обычно подается в качестве аперитива на северо-востоке Италии",
        "steps": [
            "Наполни бокал для вина льдом",
            "Налей в бокал просекко 100 мл и апероль 100 мл",
            "Добавь сплэш содовой и размешай коктейльной ложкой",
            "Укрась долькой апельсина"
        ]
    },
    {
        "id": "2",
        "name": "Борщ",
        "imageURL": "https://img.gazeta.ru/files3/419/18527419/borch1-pic_32ratio_1200x800-1200x800-26520.jpg",
        "description": "Традиционное блюдо восточных славян, основное первое блюдо украинской кухни",
        "steps": [
            "Налей в кастрюлю холодную воду, выложи мясо и поставь на средний огонь",
            "Когда жидкость закипит, накрой кастрюлю крышкой и вари на медленном огне час-полтора",
            "Вымой и почисти свёклу, морковь и лук. Свёклу натри на крупной тёрке, а морковь — на средней. Лук нарежь небольшими кубиками",
            "Налей масло в сковороду, включи средний огонь. Обжаривай лук и морковь, помешивая, около 5 минут",
            "Затем выложи свёклу. Добавьте к ней лимонную кислоту, уксус или сок лимона. Благодаря этому борщ будет по-настоящему красным и приобретёт приятную кислинку",
            "Готовь зажарку ещё 5 минут. После этого добавь томатную пасту, перемешай и оставь на огне ещё на 5–7 минут",
            "Когда бульон сварится, вынь из него мясо. Пока оно остывает, засыпь в кастрюлю нашинкованную капусту. Через 5–10 минут добавь нарезанный соломкой или кубиками картофель",
            "Пока варится картофель, отдели мясо от кости и нарежь кубиками. Верни его в суп. Посоли по вкусу",
            "Добавь зажарку и перемешай",
            "Закинь лавровый лист и мелко порубленную зелень. Накрой кастрюлю крышкой и вари ещё 5–7 минут"
        ]
    },
    {
        "id": "3",
        "name": "Вареники с вишней",
        "imageURL": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Вареники_с_вишней.jpg",
        "description": "Вкуснейший десерт из теста с начинкой из вишни",
        "steps": [
            "Приготовь тесто вареников. Воду налей в миску. Добавь яйцо и соль, затем взбей все вместе венчиком. Муку просей на стол горкой и сверху сделай лунку",
            "Влей в муку воду с яйцом и, осторожно перемешивая, замеси крутое тесто. Сформуй из него шар, заверни в пленку и оставь на 20 минут. Затем вымеси тесто еще раз и оставь еще на 20 минут",
            "Подготовь вишню для начинки вареников. Вымой плоды и обсуши, разложив на бумажном полотенце. Удали косточки. Вишню сложи в миску, засыпь сахаром и оставь на 30 минут. Откинь на сито, сок собери",
            "Отдели часть теста вареников и раскатай в пласт толщиной около 2 мм. Тонким стаканом или выемкой вырежь кружки. На каждый положи 4-5 вишенок. Прочно слепи края теста, формируя косичку",
            "Готовые вареники выкладывай на подпыленную мукой доску. Обрезки теста собери в комок: через 15-20 минут его можно будет снова раскатать. Таким образом приготовь вареники из всего оставшегося теста",
            "В трехлитровую кастрюлю влей воды примерно на 2/3 объема и доведи до кипения. Аккуратно опусти в нее вареники, и помешивай, чтобы они не прилипли ко дну. После того, как вода закипит снова и вареники всплывут, вари их 3-4 минуты"
        ]
    },
    {
        "id": "4",
        "name": "Рис с креветками и овощами",
        "imageURL": "https://spb.kido.ru/images/store/product/main-course_027a.jpg",
        "description": "Одно из традиционных блюд японской кухни",
        "steps": [
            "Отчисти и разморозь креветки",
            "На разогретую сковороду положи сливочное масло",
            "Пока масло растапливается накроши пару зубчиков чеснока",
            "Добавь чеснок на сковородку, а после того как его аромат заполнит кухню, добавь пару нарезанных помидоров и огурцы",
            "Наполни кастрюлю водой из расчета 2 стакана воды - 1 стакан риса и поставь на огонь вместе с рисом",
            "К готовому рису добавь креветки с овощами"
        ]
    },
    {
        "id": "5",
        "name": "Овсяная каша с ягодами и орехами",
        "imageURL": "https://horoshieprivychki.ru/wp-content/uploads/2019/03/-и-вред-овсяной-каши-по-утрам-e1551594675993.jpg",
        "description": "После этого блюда станешь сильным как один из трех богатырей",
        "steps": [
            "Залей овсяные хлопья кипятком и накрой чем-нибудь на 5-7 минут",
            "Добавь орехи и ягоды"
        ]
    },
    {
        "id": "6",
        "name": "Омлет с сыром",
        "imageURL": "https://spice96.ru/image/cache/catalog/pub/omlette-800x600.jpg",
        "description": "Яичница, к которой добавляется молоко или сливки, с ароматным сыром внутри",
        "steps": [
            "Возьми яйца и разбей их в какую-нибудь емкость",
            "Добавь немного сливок, посоли и поперчи по вкусу",
            "Взбей венчиком до однородной массы",
            "Натри кусочек свежего пармезана",
            "Вылей получившуюся жижу на разогретую сковородку",
            "Как заметишь, что омлет начал схватываться, посыпь его сыром и накрой сковородку крышкой еще на 2-3 минуты, чтобы сыр расплавился"
        ]
    },
    {
        "id": "7",
        "name": "Майонез",
        "imageURL": "https://upload.wikimedia.org/wikipedia/commons/6/60/Mayonnaise_%281%29.jpg",
        "description": "Холодный соус французского происхождения, состоящий из растительного масла, яичного желтка, уксуса, лимонного сока, соли, сахара и прочих приправ",
        "steps": [
            "Возьми яичный желток и подсолнечное масло без запаха из расчета 250 мл масла на 1 желток",
            "Добавь ложку сахара, столько же соли и немного горчицы",
            "Взбивай до готовности"
        ]
    },
    {
        "id": "8",
        "name": "Пельмени",
        "imageURL": "https://rskrf.ru/upload/medialibrary/a02/ain9k3yaoip601t43bzqjmw66g3wb68x.jpg",
        "description": "Блюдо русской кухни из пресного теста с начинкой из рубленого мяса",
        "steps": [
            "Приготовление теста: смешай воду с яйцом и солью, получившуюся смесь влей в просеянную муку, замеси тесто и оставь его на 20-30 минут",
            "Приготовление фарша: пропусти через мясорубку с мелкой решеткой говядину и свинину, добавь в мясо соль, перец, пропущенный через мясорубку лук и мелко рубленный чеснок, все тщательно перемешай",
            "Готовое тесто раздели на 4 части, каждую часть скатай в жгут толщиной 2 см, нарежь на кусочки шириной 1,5 см и на присыпанной мукой поверхности раскатай их в тонкие лепешки. В центр каждой лепешки выложи по 1 ч. л. фарша, сложи кружок с начинкой пополам и узелком соедини концы",
            "Вари пельмени в подсоленной воде (2 – 2,5 литра на 30 штук) в течение 8-10 минут. Подавать к столу с маслом, сметаной или майонезом (рецепт выше)"
        ]
    },
    {
        "id": "9",
        "name": "Шарлотка",
        "imageURL": "https://www.simplyrecipes.com/thmb/SeOrwAcn5dAuazvh-AhlrDbAd24=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/Simply-Recipes-Homemade-Apple-Pie-LEAD-04-11db861782aa4ebdb5ef9948125ef0ef.jpg",
        "description": "Сладкий десерт из яблок, запечённых в тесте",
        "steps": [
            "Готовь тесто классической шарлотки. В чашу миксера вбивай яйца. Добавляй сахар. Взбивай миксером сначала на средней, затем на высокой скорости до получения светло-желтой массы однородной консистенции",
            "В сладкую яичную смесь добавляй муку, предварительно просеянную через мелкое сито со щепоткой соды и ванилином (ванильным сахаром). Снова взбивай миксером. Тесто шарлотки готово",
            "Готовь начинку шарлотки. Яблоки помой и каждое разрежь пополам. Удали сердцевины с семенами. Мякоть очисти и нарежь небольшими кубиками или ломтиками произвольной формы",
            "Яблоки добавь в тесто шарлотки и осторожно перемешивай. Выливай получившуюся массу в форму, смазанную любым жиром, и отправляй в духовку, нагретую до 190°C, на 30 минут"
        ]
    },
    {
        "id": "10",
        "name": "Плов",
        "imageURL": "https://static.insales-cdn.com/files/1/2604/21932588/original/p_O.jpg",
        "description": "Классическое блюдо восточной кухни, которое завоевало сердца гурманов по всему миру своим неповторимым вкусом и ароматом",
        "steps": [
            "Берем укропу",
            "Потом кошачью жопу",
            "Охапку дров",
            "Плов готов"
        ]
    }
]
